Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1063_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita
sme: Sámediggi bálkkašii viššalis sámegiela oahppiid

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
sme: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.

source: Stipendi annettiin yhteensä yhdelletoista saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja kymmenelle perusopetuksen päättäneelle.
sme: Stipeanddat juhkkojuvvojedje oktiibuot oktanuppelot ođđa stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja logi vuođđooahpahusa čađahan oahppái.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sme: Sámedikki stipeandda ožžo čuovvovaš nuorat:

source: Lapin ammattiopisto, Rovaniemi: Leena Fofonoff (koltansaame)
sme: Stuđeanttat:

source: Lyseonpuiston lukio, Rovaniemi: Laura Pieski (pohjoissaame)
sme: Lappi ámmátoahpahat, Roavvenjárga: Leena Fofonoff (nuortalašgiella)

source: Oulun lyseon lukio: Maren-Elle Länsman (pohjoissaame)
sme: Lyseonpuisto logahat, Roavvenjárga: Laura Pieski (davvisámegiella)

source: Kiuruveden lukio: Henri Ruotsalainen (inarinsaame)
sme: Oulu lyseo logahat: Maren-Elle Länsman (davvisámegiella)

source: Ivalon lukio: Pekka Moilanen (inarinsaame), Elle Kokkonen (pohjoissaame), Leevi Olli (pohjoissaame), Niklas Rasmus (pohjoissaame), Eljas Niskanen (inarinsaame)
sme: Avvila logahat: Pekka Moilanen (anárašgiella), Elle Kokkonen (davvisámegiella), Leevi Olli (davvisámegiella), Niklas Rasmus (davvisámegiella) ja Eljas Niskanen (anárašgiella)

source: Utsjoen saamelaislukio: Piret Järvensivu (pohjoissaame)
sme: Ohcejoga sámelogahat: Piret Järvensivu (davvisámegiella)

source: Sodankylän lukio: Salla Rouvinen (pohjoissaame)
sme: Soađegili logahat: Salla Rouvinen (davvisámegiella)

source: Perusopetuksen suorittaneet oppilaat:
sme: Vuođđooahpahusa čađahan oahppit:

source: Korkalovaaran peruskoulu, Rovaniemi: Saana Vieltojärvi (pohjoissaame)
sme: Korkalovári vuođđoskuvla, Roavvenjárga: Saana Vieltojärvi (davvisámegiella)

source: Inarin koulu: Sara Keränen (pohjoissaame), Katariina Saijets (pohjoissaame)
sme: Anára skuvla: Sara Keränen (davvisámegiella), Katariina Saijets (davvisámegiella)

source: Karigasniemen koulu: Jere Pieski (pohjoissaame)
sme: Gáregasnjárgga skuvla: Jere Pieski (davvisámegiella)

source: Utsjokisuun koulu: Piibe Aikio (pohjoissaame)
sme: Ohcejohnjálmmi skuvla: Piibe Aikio (davvisámegiella)

source: Ivalon yläaste: Iina Kyrö (inarinsaame), Toni Salminen (pohjoissaame), Elina Moshnikoff (koltansaame)
sme: Avvila badjeskuvla: Iina Kyrö (anárašgiella), Toni Salminen (davvisámegiella), Elina Moshnikoff (nuortalašgiella)

source: Aleksanteri Kenan koulu, Sodankylä: Teemu Valle (pohjoissaame)
sme: Aleksanteri Kena skuvla, Soađegilli: Teemu Valle (davvisámegiella)

source: Lokan koulu, Sodankylä: Makreta Pyhäjärvi (pohjoissaame)
sme: Lokka skuvla, Soađegilli: Makreta Pyhäjärvi (davvisámegiella)

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
